Repository: kimbaorrr/MyBlog
Catalog: Resources/SharedResource.*.resx
Languages: vi

# nav.home
source: Home
vi: Trang chủ

# nav.project
source: Projects
vi: Dự án

# nav.tool
source: Tools
vi: Tiện ích

# nav.cv
source: Resume
vi: Lý lịch

# nav.contact
source: Contact
vi: Liên hệ

# home_body.hi
source: Hi there !
vi: Xin chào !

# home_body.favorite
source: Favorite
vi: Sở thích

# home_body.link_list.projects
source: My Projects
vi: Các dự án mình làm

# home_body.link_list.tools
source: My Tools
vi: Các tiện ích mình làm

# home_body.link_list.cv
source: My Resume
vi: Lý lịch của mình

# home_body.link_list.contact
source: My Contact Information
vi: Thông tin liên hệ của mình

# home_body.thanks
source: Thanks for coming ! ❤️
vi: Cảm ơn bạn đã ghé thăm ! ❤️

# home_body.greeting.day
source: 🌻 Good morning! Have a great day!
vi: 🌻 Chào buổi sáng! Chúc bạn một ngày mới tràn đầy năng lượng!

# question.header
source: Send your question
vi: Gửi câu hỏi của bạn

# question.close
source: Close
vi: Đóng

# question.body.name
source: Your name
vi: Tên của bạn

# question.body.email
source: Email address
vi: Địa chỉ email

# question.body.content
source: What would you like to ask me ?
vi: Bạn muốn hỏi tôi điều gì ?

# question.body.content_placeholder
source: Enter something here...
vi: Viết gì đó vào đây...

# question.body.send
source: Send
vi: Gửi thông tin

# question.body.placeholder
source: Enter something here...
vi: Viết gì đó vào đây...

# question.body.response.success
source: Your question had been recorded !
vi: Câu hỏi của bạn đã được ghi nhận !

# question.body.response.fail
source: Error when sending the question. Please try again !
vi: Lỗi khi gửi câu hỏi. Vui lòng thử lại !

# projects.title
source: Projects
vi: Dự án

# projects.description
source: A list of the projects I have done & am currently working on
vi: Danh sách các dự án mình đã & đang làm

# projects.filter_by.all
source: All
vi: Tất cả

# projects.filter_by.in_progress
source: In Progress
vi: Đang thực hiện

# projects.filter_by.done
source: Completed
vi: Đã hoàn thành

# projects.search_box.placeholder
source: Find a project...
vi: Tìm dự án...

# projects.card.try
source: Try now
vi: Thử nghiệm

# projects.card.technical.description
source: Description
vi: Mô tả dự án

# projects.card.technical.dataset
source: Dataset
vi: Tập dữ liệu

# projects.card.technical.lang
source: Languages
vi: Ngôn ngữ lập trình

# projects.card.technical.metrics
source: Evaluation Metrics
vi: Chỉ số đánh giá

# projects.card.technical.fe
source: Frontend
vi: Giao diện người dùng

# projects.card.technical.be
source: Backend
vi: Xử lý phía máy chủ

# projects.card.technical.db
source: Database
vi: Cơ sở dữ liệu

# projects.card.technical.inf_str
source: Infractructure
vi: Kiến trúc hệ thống

# projects.card.technical.arc
source: Architecture
vi: Kiến trúc phần mềm

# projects.card.technical.lib
source: Library
vi: Thư viện

# projects.card.technical.model
source: Models Used
vi: Mô hình sử dụng

# projects.card.technical.framework
source: Frameworks
vi: Khung phát triển

# projects.card.technical.algo
source: Algorithms
vi: Thuật toán

# projects.card.technical.task_type
source: Task Type
vi: Loại tác vụ

# projects.card.technical.scope
source: Scope
vi: Quy mô dự án

# projects.card.technical.role
source: Team Role
vi: Vai trò trong nhóm

# projects.card.technical.code
source: Source code
vi: Mã nguồn

# tools.search_box.placeholder
source: Find a tool...
vi: Tìm tiện ích...

# tools.labels.qr.title
source: Title
vi: Tiêu đề

# tools.labels.qr.subtitle
source: Subtitle
vi: Tiêu đề con

# tools.labels.qr.color
source: Color
vi: Màu sắc

# tools.labels.qr.image
source: Image
vi: Chèn ảnh

# tools.labels.qr.placeholder
source: Enter the text to generate QR...
vi: Nhập nội dung để tạo QR...

# tools.labels.qr.download
source: Download QR
vi: Tải về máy

# tools.labels.qr.character
source: characters
vi: kí tự

# tools.labels.qr.wifi.show
source: QR for Wifi Connect
vi: Tạo QR cho kết nối Wifi

# tools.labels.qr.wifi.secure
source: Secure Type
vi: Kiểu bảo mật

# tools.labels.qr.wifi.pwd
source: Password
vi: Mật khẩu

# tools.labels.qr.wifi.hidden
source: Hidden SSID
vi: Điểm truy cập ẩn

# tools.labels.base64.placeholder
source: Enter the text to encode/decode...
vi: Nhập nội dung để mã hóa/giải mã...

# tools.labels.base64.encode
source: Encode
vi: Mã hóa

# tools.labels.base64.decode
source: Decode
vi: Giải mã

# tools.labels.base64.output
source: Output
vi: Đầu ra

# tools.labels.pwdgen.type
source: Choose password type
vi: Chọn dạng mật khẩu

# tools.labels.pwdgen.customize
source: Customize your new password
vi: Tùy chỉnh cho mật khẩu

# tools.labels.pwdgen.output
source: Generated password
vi: Mật khẩu đã tạo

# tools.labels.pwdgen.copy
source: Copy to clipboard
vi: Sao chép vào clipboard

# tools.labels.pwdgen.refresh
source: Refresh password
vi: Tạo lại mật khẩu

# tools.labels.pwdgen.autorefresh
source: Auto refresh
vi: Tự động tạo

# tools.labels.pwdgen.copied
source: Copied to clipboard !
vi: Đã sao chép vào clipboard !

# tools.labels.img_pdf.convert
source: Convert
vi: Chuyển đổi

# tools.labels.img_pdf.clear
source: Reset
vi: Làm lại

# tools.labels.img_pdf.output.file_name
source: File name
vi: Tên tệp PDF

# tools.labels.img_pdf.output.paper_size
source: Paper size
vi: Khổ giấy

# tools.labels.img_pdf.output.orient
source: Orientation
vi: Hướng giấy

# alert.title
source: Oops...
vi: Ôi không...

# alert.description
source: The system encountered an error. Please try again later.!
vi: Hệ thống gặp sự cố. Xin vui lòng quay lại sau.!

# projects.card.technical.metrics.matrix
source: Confussion Matrix
vi: Ma trận nhầm lẫn

# projects.card.technical.metrics.scalar
source: Scalar Metrics
vi: Chỉ số định lượng

# projects.card.technical.scope.personal
source: Individual
vi: Cá nhân

# projects.card.technical.scope.team
source: Teammate
vi: Nhóm

# tools.labels.img_pdf.output.orient.landscape
source: Landscape
vi: Ngang

# tools.labels.img_pdf.output.orient.portrait
source: Portrait
vi: Dọc

# footer.copyright
source: All rights reserved.
vi: Tất cả các quyền được bảo lưu
